Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: level and of becoming a low-emissions society by
nn: mellom aktuelle fylkeskommunar, kommunar og

source: CICERO has stressed that it is likely that public funding of innovation will be necessary to ensure that CCS is sufficiently utilised.
nn: CICERO presiserer at støtte til innovasjon frå styresmaktene sannsynlegvis vil vere naudsynt for å sikre at CO

source: It recommends that a simpler and clearer reporting system is established, but that this must not involve more bureaucracy.
nn: Det vert tilrådd å opprette eit enklare og meir tydeleg system for rapportering, utan at det må føre til meir byråkrati.

source: We have a strong research environment.
nn: Vi har sterke forskingsmiljø.

source: If the costs of basic investments (onshore facility, pipeline and two ships) reach the agreed maximum budget, neither of the parties are required to contribute further financing or complete the project.
nn: Dersom kostnadene til grunninvesteringa (landanlegg, røyr og to skip) når avtalt maksimalbudsjett, er ingen av partane forplikta til å bidra med ytterlegare finansiering eller fullføre prosjektet.

source: Obtaining certifications in many areas – and maintaining them – is a costly process for small service providers.
nn: Det er dyrt for mindre leverandørar å bli sertifiserte – og å oppretthalde sertifiseringane – på så mange område.

source: Whilst household debt growth is on the increase in Finland and Norway, it is falling in Sweden.
nn: Medan gjeldsveksten til hushalda aukar i Finland og Noreg, er han på veg ned i Sverige.

source: Quality reform in higher education:
nn: Kvalitetsreforma i høgare utdanning:

source: The waste-to-energy plant at Klemetsrud started up in 1985.
nn: Avfallsforbrenningsanlegget på Klemetsrud starta opp i 1985.

source: It may awaken their interest in renewing andimproving kindergartens and schools, and in acquiring skills for local development work ineducation matters.
nn: Det kan medverke til å styrkjeinteressa for fornying og forbetring av barnehage og skole og til utvikling av eigen kompetansefor å delta i lokalt utviklingsarbeid.

source: During the pandemic, the use of video conferencing solutions has grown among businesses and schools, and because these solutions are largely based on cloud services, they could quickly be scaled up as usage increased.
nn: Auken i bruk av videokonferanseløysingar både i arbeidsliv og i skulen har vore svært stor i pandemisituasjonen, og det at desse i hovudsak baserer seg på skytenester gjorde det mogleg å skalere raskare opp i takt med auka bruk.

source: (CPI) averaged 1.2 percent from 2010 to 2011, down from 2.5 percent the previous year.
nn: (KPI) vart i gjennomsnitt på 1,2 prosent frå 2010 til 2011, ned frå 2,5 prosent året før.

source: Norwegian research and information gathering will remain a mainstay of Norway’s presence and activity in the Antarctic and surrounding waters.
nn: Norsk forsking og innhenting av ny kunnskap skal vere ein pilar i norsk nærvær og aktivitet i Antarktis og dei kringliggjande havområda.

source: All colleges of education and universities are committed to keeping abreast with new developmentsand innovations in all relevant fields and subjects, and with the developments in kindergartens,schools, and the world of trade and business and other professional life.
nn: Den enkelte lærarutdanningsinstitusjonen er forplikta til å halde seg à jour med utviklinga ognyvinningar innanfor faga og med utviklinga i barnehage, skole og yrkesliv.

source: in the workplace, there has not been any increase
nn: mannsdominerte arenaene i arbeidslivet, har det

source: As institutions also lend large sums to one another, liquidity failure in one institution can quickly cause liquidity problems for other institutions, and spread to the entire financial system.
nn: Fordi institusjonane òg låner store summar av kvarandre, kan likviditetssvikt i ein institusjon raskt føra til likviditetsproblem i andre institusjonar og spreia seg til heile det finansielle systemet.

source: ICE Ice Rises is a climate project aimed at studying the ice rises on the ice shelves along the coast of Dronning Maud Land.
nn: ICE-iskoller er eit klimaprosjekt der føremålet har vore å studere iskollene på isbremmane langs kysten av Dronning Maud Land.

source: Consequently, fewer resources are often required to prevent excessive risk taking, which may result in financial crises, than to counteract the effects of financial crises.
nn: I mange tilfelle er det såleis mindre ressurskrevjande å førebyggja overdriven risikotaking som kan føra til kriser i finanssektoren, enn å motverka utslaga av finanskriser.

source: The study of specialist subjects will give the teacher education students expertise in their field,contribute to their personal development and prepare them for their future as a teacher.
nn: Arbeidet med faga skal fremje både fagleg og personleg utvikling hos lærarstudentane, og gidei kompetanse for lærargjerninga.

source: Ekofisk I and Frigg, to leave in place the Ekofisk
nn: ningsplanane for Ekofisk I og Frigg vart det òg gjeve

source: Norway has fared better than most other industrialised countries.
nn: Noreg har klart seg betre enn dei fleste andre industriland.

source: The form and degree of control required will depend on the type of information processed by the respective organisations.
nn: Kva form for kontroll, og kor sterk kontrollen må vere, vil avhenge av kva type informasjon verksemda behandlar.

source: The preamble to Article 3 of the Protocol should be replaced with the following:
nn: Innleiinga til artikkel 3 i protokollen bør erstattast med:

source: Norcem, Fortum Oslo Varme and Northern Lights’ work throughout the FEED phase has been regulated by study agreements with Gassnova.
nn: Norcem, Fortum Oslo Varme og Northern Lights sitt arbeid gjennom forprosjektfasen har vore regulert av studieavtalar med Gassnova.

source: Norway to contribute more than NOK 13 million to Malawi’s response to Covid-19
nn: Noreg bidreg med over 13 millionar kroner til Malawis respons på covid-19

source: The third banking package was launched in the autumn of 2010 and meant that banks’ creditors would have to absorb losses in case a bank faltered.
nn: Den tredje bankpakka kom hausten 2010 og innebar mellom anna at kreditorane til bankane måtta bera tap om banken skulle gå over ende.

source: : the content of the Cultural Rucksack should be in line with the goals of the general part of the national curriculum and of the specific subject curriculums.
nn: Innhaldet i kunst- og kulturtilboda i Den kulturelle skulesekken skal medverke til å realisere skulen sine mål slik dei kjem til uttrykk i den generelle delen i læreplanverket og i dei ulike læreplanane.

source: be beneficial for the soil structure, for plant
nn: av tiltak og tilskotsordningar

source: The Norwegian Polar Institute (NPI) is Norway’s administrative authority for environmental and safety regulations in the Antarctic, and processes reports and impact assessments submitted by private Norwegian expeditions and Norwegian-organised tourism bodies.
nn: Norsk Polarinstitutt (NP) er styresmakt i medhald av forskrifta om miljø og tryggleik i Antarktis, og handsamar meldingar og konsekvensvurderingar frå private norske ekspedisjonar og frå turistverksemd organisert av norske aktørar.

source: First and foremost, Defence Minister Grete Faremo would like to give her recognition to the personnel that made this possible.
nn: – Sju millionar ekstra til investeringar i IKT vil kunne bidra til betre og meir brukarvenleg sakshandsaming i domstolane, seier justisminister Grete Faremo.

source: The biggest and best-known providers are Google, Amazon and Microsoft.
nn: Dei største og mest kjende leverandørane er Google, Amazon og Microsoft.

source: The petroleum industry has had a major effect on the development of production and employment for the last 40 years.
nn: Nærare 40 prosent av den samla, stasjonære energibruken i Noreg vert nytta i bygg.

source: Norges Bank is also a lender of last resort for banks.
nn: Noregs Bank er òg långjevar i siste instans for bankane.

source: Volkswagen has moved its heavy computer operations to Norway – crash test simulation for use in developing new models – and established data centre operations at Green Mountain in Rjukan.
nn: Volkswagen har flytta tunge dataoperasjonar til Noreg – simulering av krasjtestar knytt til utvikling av nye bilar – og etablert datasenterverksemd hos Green Mountain på Rjukan.

source: The office segment is the largest in the context of commercial property lending, and the real prices of office premises and office rent in Oslo, for example, have correlated with the Norwegian employment rate for the last 30 years.
nn: Kontorsegmentet er det største segmentet innanfor næringseigedomslån, og til dømes i Oslo har realprisane på kontorlokala og kontorleiga samvariert med sysselsetjinga i Noreg dei siste 30 åra.

source: Comprehensive processes have been launched to develop measures, including in the G20, the International Monetary Fund (IMF), the Basel Committee on Banking Supervision, the Financial Stability Board (FSB), the OECD and the EU.
nn: Det er sett i verk omfattande prosessar for å greia ut nye tiltak i mellom anna G20, Det internasjonale valutafondet (IMF), Baselkomiteen for banktilsyn, Financial Stability Board (FSB), OECD og EU.

source: the meeting of the Parties to this Protocol, any
nn: For det andre foreslår departementet å presi-

source: Equinor will be licensee and operator until the new company has been formally established.
nn: Equinor er rettshavar og operatør fram til det nye selskapet er formelt etablert.

source: The company International Energy Consortium (IEC) has had a CCS patent approved.
nn: Selskapet International Energy Consortium (IEC) har fått godkjent eit patent om CO

source: Examples of standards and certifications
nn: Eksempel på standardar og sertifiseringar

source: The area is also large, 1010 square kilometres, close to shore and provides oppurtunities for demonstration projects and larger projects.
nn: Området er også stort, 1010 kvadratkilometer, ligg nært land, og legg dermed til rette for både demonstrasjonsprosjekt og større prosjekt.

source: The section also handles matters related to breeding, starter produce (feed, fertilizer, seeds) and horticulture.
nn: Seksjonen har òg ansvar for avl, innsatsvarer (fôr, gjødsel, såvarer) og hagebruk.

source: Most enterprises will need to store data over time, and it is therefore not unlikely that they will want to move data between service providers.
nn: Dei fleste verksemder vil ha nytte av å lagre data over tid, og det er derfor ikkje usannsynleg at ein vil flytte data mellom leverandørar.

source: Many businesses have been forced to close down or re-organise in response to the infection control measures.
nn: Mange bedrifter har vore nøydde til å stanse eller legge om drifta som følge av smitteverntiltaka.

source: This may indicate that concentration in other parts of the banking market has increased quite substantially.
nn: Det kan tyda på at konsentrasjonen i dei andre delane av bankmarknaden har auka nokså mykje.

source: Textbox 9.1 Troll and Troll Airfield
nn: Boks 9.1 Troll og Troll Airfield

source: The detailed regulation under Article 6 will facilitate more extensive global emission pricing and help to realise the potential for cost-effective emission reductions.
nn: Det detaljerte regelverket under artikkel 6 vil legge til rette for ei større grad av global prising av utslepp og for å nå potensialet for kostnadseffektive utsleppsreduksjonar.

source: At the global level, we are stepping up our efforts to promote reproductive health, and we support key multilateral actors in this field, including the Global Financing Facility (GFF).
nn: På globalt nivå styrkjer vi innsatsen for reproduktiv helse og vi støttar sentrale multilaterale partnarar, mellom anna Global Financing Facility GFF.

source: -price expectation is therefore not a marginal cost curve.
nn: -prisforventning er difor ikkje ei marginalkostnadskurve.

source: With its two CO
nn: Noreg sine to prosjekt med CO

source: riding aims of government oil and gas policy is to ensure
nn: eit overordna mål for regjeringa sin olje- og gasspoli-

source: : the school should be responsible for ensuring educationally sound preparation and follow-up of the cultural activities, and the cultural sector for the content of the production and for informing the school of the content in advance, to allow sufficient time for preparation.
nn: Opplæringssektoren har ansvaret for å leggje føre- og etterarbeid pedagogisk til rette for elevane, medan kultursektoren har ansvaret for kulturinnhaldet i Den kulturelle skulesekken og for å informere om innhaldet i god tid.

source: On the basis of the QA1 analysis, Gassnova together with DNV GL conducted an updated assessment of the project’s socioeconomic profitability ahead of QA2 [59].
nn: Med utgangspunkt i analysen frå KS1 har Gassnova saman med DNV GL gjort ei oppdatert vurdering av samfunnsøkonomisk lønsemd i prosjektet i forkant av KS2 [59].

source: Housing prices have been growing for a number of years; see Box 2.2 below, whilst there has been a large increase in household debt.
nn: Prisane på bustader har auka over fleire år, sjå boks 2.2 nedanfor, samstundes som det har vore ein sterk auke i hushalda si gjeld.

source: During the summer and autumn, both international prospects and the prospects of the Norwegian economy weakened.
nn: Sommaren og hausten svekte utsiktene seg både for internasjonal og norsk økonomi.

source: The meeting was a continuation of a previous meeting in Bergen.
nn: Dei viktigaste forhandlingane er førte med Russland, EU, Færøyane og Grønland.

source: If Norwegian authorities are
nn: mellom Løfallstrand og Årsnes.

source: The funding cost for lending to corporations is estimated on the basis of the weighted interest rate on the senior bank bond holdings and the weighted deposit rate.
nn: Finansieringskostnaden ved utlån til føretak er estimert ut ifrå den vekta renta på behaldninga av senior bankobligasjonar og den vekta innskotsrenta.

source: Of these institutions, 138 were banks, 30 were mortgage companies and 45 were finance companies.
nn: Av desse institusjonane var 138 bankar, 30 kredittføretak og 45 finansieringsføretak.

source: We are in the process of creating a greener future and helping people to get back to work”, says Minister of Transport Knut Arild Hareide.
nn: Vi skaper ei grøn framtid og får folk tilbake i arbeid, seier samferdselsminister Knut Arild Hareide.

source: All Norwegian banks met the minimum requirement and buffer requirement applicable at yearend 2013.
nn: Alle norske bankar stetta gjeldande minstekrav og bufferkrav ved utgangen av 2013.

source: In 2010, business and industry financed some 3 per cent of Antarctic research.
nn: Næringslivet finansierte i 2010 om lag 3 prosent av antarktisforskinga.

source: How to establish data centres in Norway
nn: Korleis etablere datasenter i Noreg

source: The work on identifying subsequent projects and sharing experience and knowledge with relevant actors, particularly internationally, has been carried out expediently by all of the actors involved in the project.
nn: Arbeidet med å identifisere etterfølgjande prosjekt og dele erfaring og kunnskap med relevante aktørar, særleg internasjonalt, er utført på ein god måte av alle dei involverte aktørane i prosjektet.

source: The incentive scheme for improvements in public transport in urban areas will receive NOK 262 million more in 2013, bringing it up to NOK 673.1 million.
nn: Påskjøningsordninga for betre kollektivtrafikk i dei store byane får ein auke på 262 millionar kroner i 2013, til 673,1 millionar kroner.

source: Demonstrating new energy and climate technology
nn: Demonstrasjon av ny energi- og klimateknologi

source: The theatre programme should provide diversity in terms of both content and producers.
nn: Scenekunsttilbodet i Den kulturelle skulesekken skal vere prega av mangfald, både når det gjeld innhald og aktørar.

source: Per cent of GDP for Mainland Norway
nn: Det er for lite variasjon i tilbodet:

source: Peter I Øy lies 450 km off the west coast of Antarctica, at 68° 50’ S latitude and 90° 35’ W longitude.
nn: Peter I Øy ligg 450 km utanfor vestkysten av Antarktis-fastlandet, på 68° 50’ sørleg breidd og 90° 35’ vestleg lengd.

source: from the capture facility to the interim storage in Øygarden.
nn: -fangstanlegga til mellomlageret i Øygarden på ein trygg og effektiv måte.

source: Nor wegian North Sea oil production began in
nn: dykke, i staden for at det er dei

source: The municipality has opted for a hybrid solution whereby parts of the system portfolio (including archives) are operated locally while, for example, desktop applications are operated in a public cloud service (Microsoft Azure).
nn: Kommunen har valt ei hybrid løysing der delar av systemporteføljen (blant anna arkiv) blir drifta lokalt, mens for eksempel kontorstøtte blir drifta i ei allmenn skyteneste (Microsoft Azure).

source: The swaps will mature over the next few years, with especially large maturities in 2014.
nn: Byteavtalene i byteordninga kjem til forfall dei neste åra, og forfalla er særleg store i 2014.

source: In 1928 Lars Christensen provisioned the second
nn: I 1928 rusta Lars Christensen ut den andre

source: In 2018 the Ministry for Agriculture and Food took over the responsibility for that part of the administration that includes the game harvest, i.e. the animal species which may be hunted.
nn: I 2018 overtok Landbruks- og matdepartementet ansvaret for den delen av forvaltninga som gjelde haustbare viltressursar, det vil sei artar ein kan jakte på.

source: The Norwegian authorities have a special responsibility to safeguard and strengthen Sami culture.
nn: Norske styresmakter har eit særskilt ansvar for å medverke til å ta vare på og styrkje samisk kultur.

source: The Norwegian Communications Authority (Nkom) will develop a website to provide information about such existing infrastructure and planned building works.
nn: Nasjonal kommunikasjonsmyndigheit (Nkom) skal òg utvikle ein nettstad med informasjon om slik eksisterande infrastruktur og planlagde byggearbeid.

source: The section's most important tasks are recruitment, competence development, wage negotiations, and HSE work.
nn: Seksjonens viktigaste oppgåver er rekruttering, kompetanseutvikling, lønsforhandlingar og HMS-arbeid.

source: Tourism is one of the industries that has been hardest affected by the coronavirus pandemic.
nn: Reiselivet er blant dei næringane som har vore – og er – hardast ramma av koronapandemien.

source: However, several of them pointed out the need for a simpler reporting system, contractual standards, and a standardised system of remuneration, per diem allowances and transport.
nn: Fleire høyringsinstansar har trekt fram at det er naudsynt med eit enklare rapporteringssystem og ei standardisert løysning knytt til honorar- og diettsatsar, kontraktmalar og transport.

source: Troll Airfield is part of an air transport network that includes Cape Town, South Africa, and the Russian Novolazarevskaya station in Dronning Maud Land to the east of Troll and nearer the coast.
nn: Troll Airfield er ein del av eit luftnettverk saman med Cape Town i Sør-Afrika og den russiske Novolazarevskaya-stasjonen nær kysten og lenger aust i Dronning Maud Land.

source: line with the Parliament’s intentions regard-
nn: På bakgrunn av færre overføringsflyktningar

source: The scenario also assumes a CCS project development rate leading up to 2050 in line with the IEA’s ‘Sustainable Development’ scenario.
nn: Vidare har scenarioet ein føresetnad om ei utbyggingsrate av CO -fangst- og lagringprosjekt fram mot 2050 i tråd med IEAs scenario «Sustainable Development».

source: Concentration is somewhat lower in Norway than in Finland, Belgium and the Netherlands.
nn: Konsentrasjonen er noko lågare i Noreg enn i Finland, Belgia og Nederland.

source: : NOK 47.2 million has been allocated for these measures in 2012.
nn: Det er sett av 47,2 millionar kroner til desse tiltaka i 2012.

source: Life Sciences, and NOK 10 million to the construction of the
nn: for miljø- og biovitskap og 10 millionar kroner til

source: direction for social development.
nn: for berekraftig næringsutvikling.

source: The framework is highly consistent with practice in other countries which employ flexible inflation targeting.
nn: Rammeverket er godt i tråd med praksis i andre land med fleksibel inflasjonsstyring.

source: Throughout 2020, more patients have been returning to physical consultations, and e-consultations have stabilised at between 25 and 30 per cent of appointments.
nn: Utover 2020 har pasientane i større grad kome tilbake til legen for fysiske konsultasjonar og talet på e-konsultasjonar hos fastlegane har stabilisert seg mellom 25 og 30 prosent.

source: Moreover, some countries outside the EU, such as Canada, Australia and Switzerland, are already approved by the EU as secure recipient countries.
nn: I tillegg er enkelte land utanfor EU, som Canada, Australia og Sveits, godkjende av EU som trygge mottakarstatar.

source: The scope for issuing covered bonds offers more flexibility and access to new funding markets, but this development implies that there will in a crisis be reduced access to secure assets that these institutions can collateralise to secure funding.
nn: Høvet til å utferde OMF inneberer auka fleksibilitet og tilgang til nye finansieringsmarknader, men utviklinga inneber at det i ein krisesituasjon vil vere lågare tilgang på sikre eigedelar som institusjonane kan pantsetje for å sikre seg finansiering.

source: In the National Budget for 2012, the Ministry estimated that GDP growth in mainland Norway would be 3.1 per cent this year.
nn: I Nasjonalbudsjettet 2012 anslo Finansdepartementet ein vekst i BNP for Fastlands-Noreg på 3,1 pst.

source: Consequently, conditions in the housing market have a major impact on loan demand.
nn: Tilhøva på bustadmarknaden har difor stor innverknad på etterspurnaden etter lån.

source: Whilst it is primarily the larger banks that are directly dependent on wholesale funding, turbulence in international funding markets may spread swiftly to the smaller banks as well, because the larger banks are important funding sources for the smaller banks.
nn: Medan det er dei større bankane som i størst mon er direkte avhengige av marknadsfinansiering, kan forstyrringar på dei internasjonale finansieringsmarknadene raskt spreia seg til dei mindre bankane òg, av di dei større bankane er viktige finansieringskjelder for dei mindre bankane.

source: The section is responsible for oversight and performance review, and documents environmental and performance programs.
nn: Seksjonen har ansvar for overvaking og resultatkontroll, og skal dokumentere miljøtilstand og resultat av tiltak.

source: They must be familiar with national and local teachingplans in order to carry out evaluations, and with colleague-based guidance and how interaction withparents, the local community and the world of trade and business can result in new developmentsand innovations in schools and kindergartens.
nn: I utdanninga skal dei derfor blifortrulege med nasjonal og institusjonsbasert vurdering, med kollegabasert rettleiing og medkorleis samarbeid med foreldre, nærmiljø og yrkesliv kan gi grunnlag for skoleutvikling ogfornying.

source: for future generations, today’s society must readjust
nn: transportsystem er viktig for å møte overgangen
